[
  {
    "id":1,
    "name": "WHEAT",
    "slug": "wheat",
    "images": [
      "/images/product/wheat/wheat-field.jpg",
      "/images/product/wheat/wheat.green.jpg",
      "/images/product/wheat/wheat-field.jpg",
      "/images/product/wheat/wheat.green.jpg",
      "/images/product/wheat/wheat-field.jpg",
      "/images/product/wheat/wheat.green.jpg"
    ],
    "description": "wheat is the cornerstone of civilization and a foundational food that nourishes billions around the globe!.",
    "first_Description": "As one of the world's oldest and most important cereal crops, wheat forms the basis of countless staple foods, from breads and pasta to cereals and baked goods. Its enduring importance lies not only in its versatility but also in its robust nutritional profile, making it a crucial product for every well-stocked pantry.",
    "second_Description": "Wheat is an excellent source of complex carbohydrates, which provide the body with sustained energy. Depending on the form (whole wheat vs. refined), it offers significant nutritional value. Whole wheat, in particular, is packed with essential nutrients, including dietary fiber, which is vital for digestive health and helps regulate blood sugar levels. It also supplies key B vitamins (like niacin, thiamine, and folate), iron, magnesium, and protein.",
    "third_Description": "Choosing whole wheat products is an easy way to boost your intake of minerals and fiber, contributing to heart health and general vitality.",
    "four_Description": "As a resilient and high-yield crop, wheat is grown across vast regions globally, playing a critical role in sustainable agriculture and world food security. Its importance ensures continuous research into improved, hardy varieties, supporting farming communities and reliable food supplies."
  },
  {
    "id": 2,
    "name": "TOMATO",
    "slug": "tomato",
    "content": "Small content about this",
    "images": [
      "/images/product/tomato/tomato-1.jpg",
      "/images/product/tomato/tomato-2.jpg",
      "/images/product/tomato/tomato-3.jpg",
      "/images/product/tomato/tomato-4.png",
      "/images/product/tomato/tomato-5.jpg",
      "/images/product/tomato/tomato-1.jpg"
    ],
    "description": "Tomato is a true culinary superstar, an edible jewel that brightens every dish it touches!.",
    "first_Description": "Tomato is a true culinary superstar, an edible jewel that brightens every dish it touches!.Tomatoes are an excellent source of vitamins and antioxidants, particularly Vitamin C, potassium, folate, and Vitamin K. Their most celebrated component is lycopene, a powerful carotenoid responsible for the fruit's vibrant red color. Lycopene is a potent antioxidant that is more easily absorbed by the body when the tomatoes are cooked, making tomato paste and sauces particularly beneficial",    "second_Description": "The project integrates precision agriculture technologies with organic farming principles. We've developed a system that monitors soil health in real-time, optimizing water usage and nutrient delivery to crops. This reduces waste while maximizing productivity.",
    "third_Description": "This compound is strongly linked to promoting heart health and reducing the risk of certain chronic diseases. Regularly incorporating tomatoes into your diet supports overall well-being.",
    "four_Description": "The versatility of the tomato is arguably its greatest practical advantage. Available in numerous varieties—from cherry and grape tomatoes to Roma and beefsteak—each type offers unique textures and flavors suitable for different preparations."
  },
  {
    "id": 3,
    "name": "SOYA BEANS",
    "slug": "soya_bean",
    "content": "Small content about this",
    "images": [
      "/images/product/soybeans/soybean2.jpg",
      "/images/product/soybeans/soybean2.jpg",
      "/images/product/soybeans/soybean2.jpg",
      "/images/product/soybeans/soybean2.jpg",
      "/images/product/soybeans/soybean2.jpg",
      "/images/product/soybeans/soybean2.jpg"
    ],
    "description": "More than just a bean, the soybean is a tiny powerhouse—a high-protein, incredibly versatile crop that transforms into some of the world's most nourishing and essential foods.",
    "first_Description": "Soybeans stand out among legumes for their exceptional protein content, offering all nine essential amino acids, classifying it as a complete protein. This makes them a vital source of high-quality protein, especially for vegetarian and vegan diets. Beyond protein, soybeans are rich in dietary fibe.",
    "second_Description": "The health advantages of incorporating soybeans into your diet are significant.",
    "third_Description": "They contain compounds called isoflavones, which are powerful antioxidants and phytoestrogens associated with several beneficial effects.",
    "four_Description": "Few crops boast the culinary diversity of the soybean. The whole bean is consumed as edamame, but its true strength lies in its processed forms. Soybeans are the raw ingredient for tofu, tempeh, and miso, which are foundational in Asian cuisine and popular meat substitutes globally."
  }
]